{
    "nexustours":{
        "home":{
            "es":{
                "banner_desktop": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/HOME_DESKTOP_ESP_WW.png",
                "banner_mobile": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/HOME_MOBILE_ESP_WW.png"
            },
            "en":{
                "banner_desktop": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/HOME_DESKTOP_ENG_WW.png",
                "banner_mobile": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/HOME_MOBILE_ENG_WW.png"
            },
            "fr":{
                "banner_desktop": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/HOME_DESKTOP_FRA_WW.png",
                "banner_mobile": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/HOME_MOBILE_FRA_WW.png"
            },
            "banner_url": "https://www.nexustours.com/discounts/"
        },
        "travels":{
            "es":{
                "banner_desktop": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_DESKTOP_ESP_NTKO.png",
                "banner_mobile": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_MOBILE_ESP_NTKO.png",
                "legal_text": "<p><strong>Términos y condiciones:</strong></p><p>Promoción válida para reservaciones realizadas del 15 al 23 de diciembre de 2025, para viajar hasta el 31 de diciembre de 2026.</p><p>El descuento de hasta 35% en actividades y traslados aplica únicamente en los productos seleccionados disponibles en esta landing, dentro de las secciones Top Actividades y Traslados.</p><p>No aplica para servicios en el destino de Cuba.</p><p>Para mayor información, consulta nuestro Centro de Atención Telefónica.</p><p><strong>Regístrate y obtén un 5% de descuento adicional.</strong></p><p>El descuento adicional del 5% es válido reservando exclusivamente vía web y se aplicará automáticamente en los servicios de tours y traslados, una vez que el usuario se haya registrado e iniciado sesión en la plataforma online.</p><p>No aplica para reservaciones realizadas desde la app.</p><p>No aplica para servicios en el destino de Cuba.</p>"
            },
            "en":{
                "banner_desktop": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_DESKTOP_ENG_NTKO.png",
                "banner_mobile": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_MOBILE_ENG_NTKO.png",
                "legal_text": "<p><strong>Terms and Conditions:</strong></p><p>Promotion valid for reservations made from December 15 to 23, 2025, for travel until December 31, 2026.</p><p>The discount of up to 35% on activities and transfers corresponds to selected products available on this landing page in the Top Activities and Transfers section.</p><p>Not applicable for services in the Cuba destination.</p><p>For more information, please contact our Call Center.</p><p><strong>Register and get an additional 5% discount.</strong></p><p>The additional 5% discount is valid only for bookings made through the website and will be applied automatically to tour and transfer services once the user has registered and logged into the online platform.</p><p>Not applicable for services in the Cuba destination.</p><p>For more information, please contact our Call Center.</p>"
            },
            "fr":{
                "banner_desktop": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_DESKTOP_FRA_NTKO.png",
                "banner_mobile": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_MOBILE_FRA_NTKO.png",
                "legal_text": "<p><strong>Termes et conditions:</strong></p><p>Promotion valable pour les réservations faites entre le 15 et le 23 décembre 2025, pour des voyages jusqu'au 31 décembre 2026.</p><p>La réduction allant jusqu'à 35% sur les activités et les transferts correspond à certains produits disponibles sur cette page dans la section « Top Activités et Transferts ».</p><p>Non applicable pour les services à destination de Cuba.</p><p>Pour plus d'informations, veuillez contacter notre Centre D'Appel.</p><p><strong>Inscrivez-vous et bénéficiez d'une remise supplémentaire de 5%.</strong></p><p>La réduction supplémentaire de 5% est valable uniquement pour les réservations effectuées via le site web et sera appliquée automatiquement aux services de excursion et de transfert une fois que l'utilisateur s'est inscrit et connecté à la plateforme en ligne.</p><p>Non applicable pour les services à destination de Cuba.</p><p>Pour plus d'informations, veuillez contacter notre Centre D'Appel.</p>"
            },
            "banner_url": "#terminos"
        },
        "discounts":{
            "es":{
                "banner_desktop": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_DEKSTOP_ESP_WW.png",
                "banner_mobile": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_MOBILE_ESP_WW.png",
                "legal_text": "<p><strong>Términos y Condiciones del Programa de Cashback</strong></p><p>Promoción válida para reservaciones realizadas del 19 de enero al 1 de febrero de 2026. Al realizar una reservación de tours y/o traslados a cualquier destino, el cliente recibirá un cupón de descuento (cashback) para su próxima compra de tours únicamente, de acuerdo con los siguientes montos: compras mínimas de $850 MXN, recibe $170 MXN en cashback; compras mínimas de $1,700 MXN, recibe $340 MXN en cashback; compras mínimas de $3,400 MXN, recibe $680 MXN en cashback.</p><p><strong>Mecánica para recibir el cashback:</strong> Una vez realizada la compra y concluido el servicio contratado (tour y/o traslado), el cliente recibirá un correo electrónico con su código promocional de cashback dentro de un plazo máximo de 24 horas posteriores a la finalización del servicio. El cupón será válido únicamente para la compra de tours, no es transferible ni canjeable por efectivo, y estará sujeto a los términos y condiciones vigentes al momento de su redención.</p><p><strong>Regístrate y obtén un 5% de descuento adicional:</strong> El descuento adicional del 5% es válido reservando exclusivamente vía web y se aplicará automáticamente en los servicios de tours y traslados, una vez que el usuario se haya registrado e iniciado sesión en la plataforma online.</p><ul><li>No aplica para reservaciones realizadas desde la app.</li><li>No aplica para servicios en el destino de Cuba.</li></ul>"
            },
            "en":{
                "banner_desktop": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_DESKTOP_ENG_WW.png",
                "banner_mobile": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_MOBILE_ENG_WW.png",
                "legal_text": "<p><strong>Cashback Program Terms and Conditions</strong></p><p>Promotion valid for reservations made from January 19 to February 1, 2026. When booking tours and/or transfers to any destination, the customer will receive a discount coupon (cashback) for their next tour purchase only, according to the following amounts: for minimum purchases of 50 USD, receive 10 USD in cashback; for minimum purchases of 100 USD, receive 20 USD in cashback; for minimum purchases of 200 USD, receive 40 USD in cashback.</p><p><strong>How to receive the cashback:</strong> Once the purchase has been completed and the booked service (tour and/or transfer) has concluded, the customer will receive an email with their cashback promotional code within a maximum of 24 hours after the service ends. The coupon will be valid for tour purchases only, is non-transferable, not redeemable for cash, and will be subject to the terms and conditions in effect at the time of redemption.</p><p><strong>Register and get an additional 5% discount:</strong> The additional 5% discount is valid only when booking via the website and will be automatically applied to tour and transfer services once the user has registered and logged in to the online platform.</p><ul><li>Not valid for reservations made through the app.</li><li>Not valid for services at the destination of Cuba.</li></ul>"
            },
            "fr":{
                "banner_desktop": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_DESKTOP_FRA_WW.png",
                "banner_mobile": "https://www.nexustours.com/images/upload//Landing%20Pages/Enero_2026/LANDING_MOBILE_FRA_WW.png",
                "legal_text": "<p><strong>Conditions Générales du Programme de Cashback</strong></p><p>Promotion valable pour les réservations effectuées entre le 19 janvier et le 1er février 2026. Lors de la réservation d'excursions et/ou de transferts vers n'importe quelle destination, le client recevra un coupon de remise en argent (cashback) valable uniquement pour son prochain achat d'excursion, selon les montants suivants : pour tout achat d'un minimum de 50 CAD, recevez 10 CAD de cashback ; pour tout achat d'un minimum de 100 CAD, recevez 20 CAD de cashback ; pour tout achat d'un minimum de 200 CAD, recevez 40 CAD de cashback.</p><p><strong>Comment recevoir le cashback :</strong> Une fois l'achat terminé et le service réservé (excursion et/ou transfert) effectué, le client recevra un e-mail avec son code promotionnel de cashback dans un délai maximum de 24 heures après la fin du service. Le coupon sera valable uniquement pour les achats d'excursions, n'est pas transférable, n'est pas échangeable contre de l'argent et sera sujet aux conditions générales en vigueur au moment de l'échange.</p><p><strong>Inscrivez-vous et bénéficiez d'une réduction supplémentaire de 5% :</strong> La réduction supplémentaire de 5% est valable uniquement pour les réservations effectuées via le site web et sera appliquée automatiquement aux services d'excursions et de transfert une fois que l'utilisateur s'est inscrit et connecté à la plateforme en ligne.</p><ul><li>Non valable pour les réservations effectuées via l'application.</li><li>Non valable pour les services à destination de Cuba.</li></ul>"
            },
            "banner_url": "#terminos"
        }
    }
}
